[
  {
    "id": 1,
    "titulo": "Sobre el momento en el que me di cuenta que eres el amor de mi vida",
    "contenido": "Desde siempre supe que tú no eras una chica normal (estás rarita (es molestando)), pero sí, siempre fuiste diferente. Tu personalidad, tu actuar, incluso tu aroma me atrapaba y me decía esta niña hay que cuidarla. Con el pasar de los días causabas muchas más cosas en mí, cosas que pensaba que mi corazoncito no podía sentir, pero un día en el castillo de la princesa con el atardecer de fondo, y con mi pelo largo como un payaso, lo sentí. Sentí que había encontrado la mujer con la que quería pasar mis días, con la que quería compartir mis logros, con la que quería vivir y sentir. Esa mujer siempre has sido tú.",
    "emoji": "🏰"
  },
  {
    "id": 2,
    "titulo": "Lo admirable que eres",
    "contenido": "Tu carácter, tu manera simpática de ser, tu fortaleza, tu independencia, eres genuinamente una mujer admirable. Eres una mujer llena de talentos hermosos que hacen este mundo un lugar mejor. Definitivamente Diosito te mandó a este mundo a hacerlo mejor y lo haces. En serio te admiro mucho.",
    "emoji": "⭐"
  },
  {
    "id": 3,
    "titulo": "Estadios, Arenas y canciones",
    "contenido": "Es hermoso recordar cómo contigo he vivido de los mejores días de mi vida. Contigo he cumplido sueños, o sea contigo fui a ver a Duki, a Alvarito, a Morat, y a los Guns N' Roses. Siento que ha sido una parte hermosa de nuestra relación y moriría por seguir viviendo historias que les contaré a mis nietos junto a ti, o nuestros nietos, si me lo permites.",
    "emoji": "🎸"
  },
  {
    "id": 4,
    "titulo": "Tus regalitos",
    "contenido": "Sé que es una de las cosas en las que he fallado, pero tus regalitos, detallitos y cositas bonitas, me hacen sentir verdaderamente especial. Se siente como calorcito en el corazoncito a pesar de que no sepa expresarlo. Creo que ya podría hacer todo un museo de arte con todos tus preciosos regalitos.",
    "emoji": "🎁"
  },
  {
    "id": 5,
    "titulo": "Saliditas y comiditas",
    "contenido": "Salir contigo a comer y a andar por ahí es de mis planes favoritos en la vida. Se siente bonito poder invitarte a comer algo rico, se siente mucho mejor cuando acompañamos la comida con una de esas charlas que nos llevan a lugares inesperados, que podemos hablar de la F1 y después podemos hablar de la vida mientras te cuento chistes malos e intento sacarte sonrisitas de esas que me llenan el alma de vida.",
    "emoji": "🍽️"
  },
  {
    "id": 6,
    "titulo": "Siendo tú misma",
    "contenido": "Es demasiado hermoso ver cuando simplemente eres tú misma, cuando te ríes de bobadas, cuando me pegas patadas, cuando simplemente te preocupas por ser tú, así toda colorida, simpática, bonita, y hasta a veces toda tontita. Amo ver cuando haces las cosas sin preocupación al qué pensará la gente, cuando te dejas llevar y terminas siendo esa niña toda simpática y linda que me alegra la vida.",
    "emoji": "🌈"
  },
  {
    "id": 7,
    "titulo": "Nuestras peleas tontas",
    "contenido": "Desde el principio me di cuenta que pensamos diferente en muchas cosas y siempre hemos peleado mucho por eso, pero siento que en los últimos meses eso casi no ha pasado, y hemos aprendido a llevar mucho mejor nuestras conversaciones cuando nuestros puntos de vista son diferentes. Eso me hace muy feliz porque fue algo con lo que luchamos por mucho tiempo y por fin parecía que lo estábamos mejorando.",
    "emoji": "🤝"
  },
  {
    "id": 8,
    "titulo": "Tu abrazo sanador",
    "contenido": "Tus abrazos tienen poderes mágicos. Cuando me abrazas, todos mis problemas desaparecen por un momento. Es como si me envolviera una manta de amor y seguridad que me hace sentir que todo va a estar bien, sin importar lo que pase.",
    "emoji": "🤗"
  },
  {
    "id": 9,
    "titulo": "Cejitas",
    "contenido": "Oh Dios mío, algo que descubrí hace muy poco y algo que definitivamente extrañaré demasiado y que me hace sentir la persona más feliz, cuidada, y amada del mundo. No entiendo cómo cuando me peinabas las cejas se sentía un masaje en el corazoncito y se sentía amorcito recorriendo todo mi cuerpecito.",
    "emoji": "💆"
  },
  {
    "id": 10,
    "titulo": "Perdón",
    "contenido": "Me he equivocado. No te he escuchado y he aquí las consecuencias de lo que he causado. Entre lágrimas, pensamientos y tristeza me arrepiento de todo en lo que he fallado. Si bien un perdón no soluciona nada, mi corazón te pide perdón de manera sincera. Perdón por no haber cambiado a tiempo y haber esperado hasta que el mundo me golpease para entenderlo. Perdón por mis malos comportamientos y por no apreciar las cosas cuando debí hacerlo. Perdón por haber causado cosas en tu corazón que alguien que dice amarte con el alma no debe hacerlo. Perdón, y aunque sé que no es suficiente, prometo no repetir mis errores de nuevo. Prometo trabajar en mi corazón para que pueda llegar a ser un 0.1% de lo bonito que es el tuyo. Prometo ir en la vida más despacio y apreciar más los momentos. Prometo priorizar lo que tengo y no lo que me falta. Prometo mejorar para volver a poder seguir con todo esto.",
    "emoji": "🙏"
  },
  {
    "id": 11,
    "titulo": "Tus manos perfectas",
    "contenido": "Tus manos encajan perfectamente con las mías, como si hubieran sido diseñadas para complementarse. Caminar de la mano contigo me da una sensación de completitud que no había experimentado antes. Es un pequeño gesto que significa todo para mí, así como cuando te acaricié tus manitas por primera vez, la mejor decisión de mi vida.",
    "emoji": "👫"
  },
  {
    "id": 12,
    "titulo": "Tu corazoncito bonito",
    "contenido": "Tienes el corazoncito mas hermoso que existe, tu manera de amar, tu manera de sentir, tu corazon me han ensañado mucho acerca de lo que es sentir y lo bonito que puede llegar a ser eso.",
    "emoji": "💝"
  },
  {
    "id": 13,
    "titulo": "Te amo",
    "contenido": "Te Amo, Mariana. Te amo como eres, sin que cambies nada. Te amo por lo que eres, por lo que has sido y por lo que serás. Te amo desde que te conocí así para ese tiempo no sabía lo que era amar. Amo cómo creces, amo cómo te expresas, amo tu sonrisa, amo verte feliz después de las lágrimas, amo verte, amo tocarte, amo abrazarte, amo tu aroma que me recuerda el olor de la felicidad, amo tus talentos, amo tus defectos, amo tu perfección, amo cada centímetro de tu bello cuerpo, amo lo que haces en mí, amo lo que haces en los demás, amo amarte, amo molestarte. Te amo a ti como nunca he amado, te amo a ti como nunca amaré a nadie. Amo a Plutón, amo tus ojitos, amo tus facciones diseñadas perfectamente por Diosito, amo ir a McDonald's contigo, amo hacerte feliz, amo ayudarte, amo asistirte, amo tu contacto físico, amo todo de ti, amo tus historias, amo tus aventuras. Te Amo, Mariana.",
    "emoji": "❤️"
  },
  {
    "id": 14,
    "titulo": "Tu fuerza interior",
    "contenido": "Eres mucho más fuerte de lo que crees. He visto cómo enfrentas los desafíos con valentía y determinación. Tu resistencia y tu capacidad de levantarte después de caer me inspiran y me recuerdan por qué me enamoré de una persona tan increíble.",
    "emoji": "💪"
  },
  {
    "id": 15,
    "titulo": "Te extraño",
    "contenido": "Te extraño. Extraño tu sonrisa, extraño tus abrazos, extraño el tomarte de la mano, extraño el estar a tu lado y hacerte reír, extraño hacerte feliz, extraño el escucharte, extraño el verte competir, extraño el estar para ti, extraño ayudarte, extraño tu contacto físico, tus besos y tus abrazos, extraño verte, extraño poderte decir te amo.",
    "emoji": "😢"
  },
  {
    "id": 16,
    "titulo": "A dónde me has llevado",
    "contenido": "Dios, definitivamente contigo he llegado a lugares muy bonitos. Tú me sacas de mi zona de confort y de mi casa, me llevas a la selva a mostrarme la playa, lo salada del agua y las olas que me atacan, me llevas a tu montañita que con sus paisajes y tu sonrisa me atrapan. Todo eso deja en mí recuerdos que de verdad amo.",
    "emoji": "🏖️"
  },
  {
    "id": 17,
    "titulo": "Diosito",
    "contenido": "Recuerdo ese día en el carro. Diría que es la única vez en la que he sentido a Diosito y fue gracias a ti. No había llorado tanto desde el 2021, pero fue ahí que lo sentí, que sentía que me hablaba a través de ti, que sentí que importaba, que sentí que me curaba, y todo fue gracias a ti. Gracias por mostrarme las cosas que de verdad importan.",
    "emoji": "🙏"
  },
  {
    "id": 18,
    "titulo": "Acostarme a tu ladito",
    "contenido": "Eso es algo bastante nuevo y algo que me emociona. Fue hasta hace poco que pude tener a mi ladito el amor de mi vida y poderla apapachar mientras estamos arrunchados compartiendo calorcito. Es un sentimiento indescriptible que no quiero no volver a repetir, así te quite las cobijitas, lo shiento.",
    "emoji": "🛏️"
  },
  {
    "id": 19,
    "titulo": "Tus sueños y aspiraciones",
    "contenido": "Escucharte hablar de tus sueños y metas me llena de emoción y orgullo. Tu ambición y tu determinación para alcanzar lo que te propones es admirable. Quiero estar ahí para apoyarte en cada paso hacia el cumplimiento de tus aspiraciones. Quiero ver a Mariana grande, toda preciosa y hermosa como siempre.",
    "emoji": "🌟"
  },
  {
    "id": 20,
    "titulo": "Nuestras caminatas nocturnas",
    "contenido": "Esas caminatas nocturnas bajo las estrellas, hablando de todo y de nada, son momentos que atesoro en mi corazón. El mundo parecía detenerse mientras caminábamos juntos, creando recuerdos que brillan como las mismas estrellas que nos acompañaban.",
    "emoji": "🌙"
  },
  {
    "id": 21,
    "titulo": "Por qué te amo",
    "contenido": "Te amo por todas las razones mencionadas y por mil más que no podría enumerar. Te amo por ser exactamente quien eres: auténtica, hermosa, inteligente, divertida y única. Mi amor por ti no tiene límites ni condiciones, es simplemente infinito y verdadero.",
    "emoji": "💕"
  }
]
